{
  "config": {},
  "data": {
    "documents": [
      {
        "authors": [
          "George W. Bush"
        ],
        "contents": "Mr. Speaker, Mr. President, and distinguished Members of the House and Senate, honored guests, and fellow citizens. Less than 3 weeks ago, I joined you on the West Front of this very building and, looking over the monuments to our proud past, offered you my hand in filling the next page of American history with a story of extended prosperity and continued peace. And tonight I'm back to offer you my plans as well. The hand remains extended; the sleeves are rolled up; America is waiting; and now we must produce. Together, we can build a better America. It is comforting to return to this historic Chamber. Here, 22 years ago, I first raised my hand to be sworn into public life. So, tonight I feel as if I'm returning home to friends. And I intend, in the months and years to come, to give you what friends deserve. frankness, respect, and my best judgment about ways to improve America's future. In return, I ask for an honest commitment to our common mission of progress. If we seize the opportunities on the road before us, there'll be praise enough for all. The people didn't send us here to bicker, and it's time to govern. And many Presidents have come to this Chamber in times of great crisis: war and depression, loss of national spirit. And 8 years ago, I sat in that very chair as President Reagan spoke of punishing inflation and devastatingly high interest rates and people out of work — American confidence on the wane. And our challenge is different. We're fortunate. A much changed landscape lies before us tonight. So, I don't propose to reverse direction. We're headed the right way, but we cannot rest.",
        "id": "Bush_1989",
        "metadata": {
          "year": "1989"
        },
        "mime_type": "text/plain"
      },
      {
        "authors": [
          "George W. Bush"
        ],
        "contents": "Tonight, I come not to speak about the State of the Government, not to detail every new initiative we plan for the coming year, nor describe every line in the budget. I'm here to speak to you and to the American people about the State of the Union about our world, the changes we've seen, the challenges we face. And what that means for America. There are singular moments in history, dates that divide all that goes before from all that comes after. And many of us in this chamber have lived much of our lives in a world whose fundamental features were defined in 1945. And the events of that year decreed the shape of nations, the pace of progress, freedom or oppression for millions of people around the world. Nineteen Forty-Five provided the common frame of reference the compass points of the postwar era we've relied upon to understand ourselves. And that was our world until now. The events of the year just ended, the Revolution of '89, have been a chain reaction, changes so striking that it marks the beginning of a new era in the world's affairs. Think back think back just twelve short months ago to the world we knew as 1989 began. One year, one year ago the people of Panama lived in fear under the thumb of a dictator. Today democracy is restored. Panama is free.",
        "id": "Bush_1990",
        "metadata": {
          "year": "1990"
        },
        "mime_type": "text/plain"
      }
    ]
  }
}